# TrussFamilyBottomChordStartReleaseType Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..TrussFamilyBottomChordStartReleaseType Property
ParameterTypeId Class See Also
---
"Start Release"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId TrussFamilyBottomChordStartReleaseType { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property TrussFamilyBottomChordStartReleaseType As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ TrussFamilyBottomChordStartReleaseType {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace